Repository: Zhangxiaof001/mower
Catalog: src/slic3r_coverage_planner/Slic3r/translation/*.po
Languages: nl_nl

source: Support material/raft interface extruder
nl_nl: Extruder voor supportdak en de bovenlaag van de raft

source: The extruder to use when printing support material interface. This affects raft too.
nl_nl: De extruder die gebruikt wordt voor het printen van het supportdak en de bovenste laag van de raft.

source: Interface layers
nl_nl: Aantal lagen supportdak

source: Number of interface layers to insert between the object(s) and support material.
nl_nl: Aantal supportdaklagen tussen het supportmateriaal en het object.

source: Interface pattern spacing
nl_nl: Tussenruimte van patroon voor supportdak

source: Spacing between interface lines. Set zero to get a solid interface.
nl_nl: Ruimte tussen lijnen van supportdak. Stel in op 0 om een dicht supportdak te krijgen.

source: ↳ interface
nl_nl: ↳ supportdak

source: Interface Speed
nl_nl: Snelheid van supportdak

source: Support material interface speed
nl_nl: Printsnelheid van supportdak

source: Speed for printing support material interface layers. If expressed as percentage (for example 50%) it will be calculated over support material speed.
nl_nl: Printsnelheid van supportdak-lagen. Als de waarde een percentage is (bijvoorbeeld 50%), wordt deze genomen over de snelheid van supportmateriaal.

source: Pattern
nl_nl: Patroon

source: Pattern used to generate support material.
nl_nl: Patroon dat gebruikt wordt voor supportmateriaal.

source: Pattern spacing
nl_nl: Tussenafstand van het patroon

source: Spacing between support material lines.
nl_nl: Afstand tussen supportmateriaal-lijnen.

source: Speed for printing support material.
nl_nl: Printsnelheid van supportmateriaal.

source: Overhang threshold
nl_nl: Maximale overhanging

source: Support material will not be generated for overhangs whose slope angle (90° = vertical) is above the given threshold. In other words, this value represent the most horizontal slope (measured from the horizontal plane) that you can print without support material. Set to a percentage to automatically detect based on some % of overhanging perimeter width instead (recommended).
nl_nl: Supportmateriaal wordt niet gegenereerd voor overhangingen met een hellingshoek (90°= verticaal) boven de ingevoerde waarde. In andere woorden, deze waarde is representatief voor de horizontale helling gemeten vanaf het bed dat geprint kan worden zonder supportmateriaal. Stel in op een % om dit automatisch te detecteren. Dat laatste wordt gebaseerd op een percentage van overhangende omtreklijnen.

source: Extruder temperature for layers after the first one. Set this to zero to disable temperature control commands in the output.
nl_nl: Extrudertemperatuur voor lager direct na de eerste laag. Stel in op 0 om een verschil te voorkomen in de output.

source: Detect thin walls
nl_nl: Detecteer dunne wanden

source: Detect single-width walls (parts where two extrusions don't fit and we need to collapse them into a single trace).
nl_nl: Detecteer enkellijnige wanden (onderdelen waar twee extrusielijnen niet passen en dit opgevangen moet worden met een enkele lijn).

source: Threads
nl_nl: Meerdere processen

source: Threads are used to parallelize long-running tasks. Optimal threads number is slightly above the number of available cores/processors.
nl_nl: Meerdere processen wordt gebruikt om langdurige commando's parallel te draaien. Het optimaal aantal processen is vlak boven het aanwezige aantal kernen/processoren.

source: Tool change G-code
nl_nl: Extruderwisseling gcode

source: This custom code is inserted right before every extruder change. Note that you can use placeholder variables for all Slic3r settings as well as [previous_extruder] and [next_extruder].
nl_nl: Deze custom code wordt ingevoegd vlak voor de extruderwisseling. Hier kun je gebruik maken van viarabelen voor alle Slic3r instellingen, evenals [previous_extruder] en [next_exruder].

source: ↳ top solid
nl_nl: ↳ boven dicht

source: Set this to a non-zero value to set a manual extrusion width for infill for top surfaces. You may want to use thinner extrudates to fill all narrow regions and get a smoother finish. If expressed as percentage (for example 90%) it will be computed over layer height.
nl_nl: Stel dit in op een niet-0 waarde om handmatig de extrusiebreedte voor vulling van bovenlagen aan te passen. Wellicht wil je een dunner extrudaat om smalle gebieden te vullen voor een gladder oppervlak. Als de waarde een percentage is (bijvoorbeeld 90%), wordt deze genomen over de laagdikte.

source: Top
nl_nl: Bovenkant

source: Infill pattern for top layers. This only affects the external visible layer, and not its adjacent solid shells.
nl_nl: Vulpatroon voor bovenlagen. Dit heeft alleen invloed op de buitenste zichtbare laag en niet op de lagen eronder.

source: Speed for printing top solid layers (it only applies to the uppermost external layers and not to their internal solid layers). You may want to slow down this to get a nicer surface finish. This can be expressed as a percentage (for example: 80%) over the solid infill speed above.
nl_nl: Printsnelheid voor bovenlagen (is alleen van toepassing op de bovenste toplaag). Wellicht wil je dit iets langzamer instellen voor een mooier oppervlak. Als de waarde een percentage is (bijvoorbeeld 80%), wordt deze genomen over de printsnelheid van dichte vullingen.

source: Number of solid layers to generate on top surfaces.
nl_nl: Aantalte genereren dichte lagen voor bovenvlakken.

source: Travel
nl_nl: Beweging

source: Speed for travel moves (jumps between distant extrusion points).
nl_nl: Bewegingssnelheid (beweging bij grotere afstanden).

source: Use firmware retraction
nl_nl: Gebruik de terugtrakking uit de firmware

source: This experimental setting uses G10 and G11 commands to have the firmware handle the retraction. This is only supported in recent Marlin.
nl_nl: Deze experimentele instelling gebruikt G10 en G11 commando's voor het terugtrekken in de firmware. Dit wordt alleen ondersteunt bij de recente Marlin-variant.

source: Use relative E distances
nl_nl: Gebruik relatieve E-waarden

source: If your firmware requires relative E values, check this, otherwise leave it unchecked. Most firmwares use absolute values.
nl_nl: Als je firmware relatieve E-waarden nodig heeft, vink dit dan aan. Laat het ander uit staan. De meeste firmware gebruiken absolute waarden.

source: Use volumetric E
nl_nl: Gebruik volumetrische E-waarden

source: This experimental setting uses outputs the E values in cubic millimeters instead of linear millimeters. If your firmware doesn't already know filament diameter(s), you can put commands like 'M200 D[filament_diameter_0] T0' in your start G-code in order to turn volumetric mode on and use the filament diameter associated to the filament selected in Slic3r. This is only supported in recent Marlin.
nl_nl: Deze experimentele instelling gebruikt E-waarden in kubieke millimeters in plaats van lineaire millimeters. Als je firmware nog niet weet wat de filamentdiameter is, kun je een commando zoals 'M200 D[filament_diameter_0] T0' in de start gcode invoegen om de volumetrische modus te gebruiken. Deze variabele gebruikt de filamentdiameter zoals ingevoerd bij de filamentinstellingen. Dit wordt alleen ondersteund in de recente Marlin-variant.

source: Vibration limit (deprecated)
nl_nl: Vibratielimiet (verouderd)

source: This experimental option will slow down those moves hitting the configured frequency limit. The purpose of limiting vibrations is to avoid mechanical resonance. Set zero to disable.
nl_nl: Deze experimentele optie laat je de snelheid gaan tot de ingestelde frequentielimiet. Dit is handig om vibraties door mechanische resonantie te vermijden. Stel in op 0 om uit te schakelen.

source: Wipe while retracting
nl_nl: Veeg af bij het terugtrekken

source: This flag will move the nozzle while retracting to minimize the possible blob on leaky extruders.
nl_nl: Als je dit aanvinkt beweegt de nozzle tijdens het terugtrekken om een bultje of lekkende extruders tegen te gaan.

source: XY Size Compensation
nl_nl: Compensatie voor X- en Y-afmetingen

source: The object will be grown/shrunk in the XY plane by the configured value (negative = inwards, positive = outwards). This might be useful for fine-tuning hole sizes.
nl_nl: Het object wordt verbreed/versmald in X- en Y-richting volgens de ingestelde waarde (negatief = naar binnen, positief = naar buiten). Dit kan handig zijn voor het verfijnen van gaten.

source: Z offset
nl_nl: Z-hoogte

source: This value will be added (or subtracted) from all the Z coordinates in the output G-code. It is used to compensate for bad Z endstop position: for example, if your endstop zero actually leaves the nozzle 0.3mm far from the print bed, set this to -0.3 (or fix your endstop).
nl_nl: Deze waarde wordt toegevoegd (of afgetrokken) van alle Z-coördinaten in de gcode. Het wordt gebruikt voor een slechte Z-eindstop positie. Als je Z-eindstop bijvoorbeeld een waarde gebruikt die 0.3mm van het printbed is, kan dit ingesteld worden op -0.3mm.

source: Z full steps/mm
nl_nl: Aantal stappen/mm voor de Z-as

source: Set this to the number of *full* steps (not microsteps) needed for moving the Z axis by 1mm; you can calculate this by dividing the number of microsteps configured in your firmware by the microstepping amount (8, 16, 32). Slic3r will round your configured layer height to the nearest multiple of that value in order to ensure the best accuracy. This is most useful for machines with imperial leadscrews or belt-driven Z or for unusual layer heights with metric leadscrews. Set to zero to disable this experimental feature.
nl_nl: Stel dit in op het aantal hele stappen (geen microstappen) die nodig zijn om de Z-as 1mm omhoog te bewegen. Je kan dit berekenen door het aantal microstappen te delen door het ingesteld aantal microstappen van de firmware (8, 16, 32, ...). Slic3r zal de waarde afronden naar de dichtstbijzijnde integer voor de hoogste nauwkeurigheid. Dit is handig voor printers met Amerikaanse spindels of een tandriem-aangedreven Z-as voor ongebruikelijke laagdiktes met metrisch spindels. Stel in op 0 om deze experimentele feature uit te schakelen.

source: Cut
nl_nl: Snij

source: Cut model at the given Z.
nl_nl: Snijdt model op de ingestelde hoogte.

source: Cut model in the XY plane into tiles of the specified max size.
nl_nl: Snijdt model in het XY-vlak in delen van maximale grootte.

source: Cut model at the given X.
nl_nl: Snijdt model op ingevoerde X-waarde.

source: Cut model at the given Y.
nl_nl: Snijdt model op ingevoerde Y-waarde.

source: Export SVG
nl_nl: Exporteer .svg-bestand

source: Export the model as OBJ.
nl_nl: Exporteer het model als .obj-bestand.

source: Export POV
nl_nl: Exporteer .pov-bestand

source: Export the model as POV-Ray definition.
nl_nl: Exporteer het model als POV-Ray-bestand.

source: Slice the model and export slices as SVG.
nl_nl: Slice het model en exporteer de slices als .svg-bestand.

source: Write information about the model to the console.
nl_nl: Schrijf informatie over het model naar de console.

source: Load config file
nl_nl: Laad configuratiebestand

source: Load configuration from the specified file. It can be used more than once to load options from multiple files.
nl_nl: Laad configuratie uit een specifiek bestand. Dit kan meerdere keren gebruikt worden om instellingen uit meerdere bestanden te laden.

source: Output File
nl_nl: Outputbestand

source: The file where the output will be written (if not specified, it will be based on the input file).
nl_nl: Het bestand waaroverheen wordt geschreven (als dit niet aangegeven is, wort dit gebaseerd op het inputbestand).

source: Rotate
nl_nl: Draai

source: Rotation angle around the Z axis in degrees (0-360, default: 0).
nl_nl: Draaihoek over de Z-as, uitgedrukt in graden (0 - 360, standaard 0).

source: Rotate around X
nl_nl: Draai over de X-as

source: Rotation angle around the X axis in degrees (0-360, default: 0).
nl_nl: Draaihoek over de X-as, uitgedrukt in graden (0 - 360, standaard 0).

source: Rotate around Y
nl_nl: Draai over de Y-as

source: Rotation angle around the Y axis in degrees (0-360, default: 0).
nl_nl: Draaihoek over de Y-as, uitgedrukt in graden (0 - 360, standaard 0).

source: Save config file
nl_nl: Sla configuratiebestand op

source: Save configuration to the specified file.
nl_nl: Sla configuratie op in aangegeven bestand.

source: Scale
nl_nl: Verschaal

source: Scaling factor (default: 1).
nl_nl: Verschalingsfactor (standaard 1).

source: Scale to Fit
nl_nl: Verschaal naar passing

source: Scale to fit the given volume.
nl_nl: Verschaal naar passing in het gegeven volume.
