Repository: Zhangxiaof001/mower
Catalog: src/slic3r_coverage_planner/Slic3r/translation/*.po
Languages: nl_nl

source: Rectilinear
nl_nl: Rechtlijnig

source: Concentric
nl_nl: Concentrisch

source: Hilbert Curve
nl_nl: Hilbert-kromme

source: Archimedean Chords
nl_nl: Archimedische spiraal

source: Octagram Spiral
nl_nl: Octagramspiraal

source: Avoid crossing perimeters
nl_nl: Vermijd kruisende omtreklijnen

source: Layers and Perimeters
nl_nl: Lagen en omtreklijnen

source: Optimize travel moves in order to minimize the crossing of perimeters. This is mostly useful with Bowden extruders which suffer from oozing. This feature slows down both the print and the G-code generation.
nl_nl: Optimaliseer de bewegingen om kruisende omtreklijnen te minimaliseren. Dit is handig bij Bowden extruders die gevoelig zijn voor lekken. Deze aanpassing vertraagd zowel de print als de gcode-generatie.

source: Bed shape
nl_nl: Bedafmeting

source: Has heated bed
nl_nl: Heeft verwarmd bed

source: Unselecting this will suppress automatic generation of bed heating gcode.
nl_nl: Dit deselecteren zal de automatische bedverwarming uitschakelen in de gcode.

source: Other layers
nl_nl: Overige lagen

source: Bed temperature for layers after the first one.
nl_nl: Bedtemperatuur voor de overige lagen na de eerste laag.

source: Bed temperature
nl_nl: Bedtemperatuur

source: Before layer change G-code
nl_nl: Gcode die komt vóór de laagwisseling

source: This custom code is inserted at every layer change, right before the Z move. Note that you can use placeholder variables for all Slic3r settings as well as [layer_num] and [layer_z].
nl_nl: Deze aangepaste code wordt toegevoegd bij elke laagwisseling, vlak voor de Z-beweging. Je kunt hier variabelen gebruiken voor alle Slic3r-instellingen zoals [layer_num] en [layer_z].

source: Bottom
nl_nl: Bodem

source: Bottom infill pattern
nl_nl: Vulpatroon voor de bodem

source: Infill
nl_nl: Vulling

source: Infill pattern for bottom layers. This only affects the external visible layer, and not its adjacent solid shells.
nl_nl: Vulpatroon voor bodemlagen. Dit is alleen van toepassing op de buitenste zichtbare lagen en niet zijn aanliggende dichte lagen.

source: Number of solid layers to generate on bottom surfaces.
nl_nl: Aantal te genereren dichte lagen voor bodemvlakken.

source: Bottom solid layers
nl_nl: Dichte bodemlagen

source: Bridge
nl_nl: Brug

source: Speed > Acceleration
nl_nl: Snelheid > Acceleratie

source: This is the acceleration your printer will use for bridges. Set zero to disable acceleration control for bridges.
nl_nl: Deze acceleratie zal je printer gebruiken voor bruggen. Zet op 0 om acceleratie-instellingen voor bruggen uit te zetten.

source: Bridges fan speed
nl_nl: Ventilatorsnelheid voor bruggen

source: This fan speed is enforced during all bridges and overhangs.
nl_nl: Deze ventilatorsnelheid wordt aangehouden bij bruggen en overhangs.

source: Bridge flow ratio
nl_nl: Brugextrusieverhouding

source: Advanced
nl_nl: Geavanceerd

source: This factor affects the amount of plastic for bridging. You can decrease it slightly to pull the extrudates and prevent sagging, although default settings are usually good and you should experiment with cooling (use a fan) before tweaking this.
nl_nl: Deze factor beïnvloedt de hoeveelheid plastic voor bruggen. Deze kan je verminderen om het extrudaat te trekken en verzakkingen tegen te gaan, hoewel de standaardinstelling meestal goed staat. Je kunt beter eerst experimenteren met de koeling.

source: Bridges
nl_nl: Bruggen

source: Speed
nl_nl: Snelheid

source: Speed for printing bridges.
nl_nl: Printsnelheid voor bruggen.

source: Brim connections width
nl_nl: Brim verbindingsbreedte

source: Skirt and brim
nl_nl: Skirt en brim

source: If set to a positive value, straight connections will be built on the first layer between adjacent objects.
nl_nl: Als dit een positieve waarde is, zullen de verbindingen op de eerste laag tussen aangrenzende objecten worden gemaakt.

source: Exterior brim width
nl_nl: Buitenste brim-breedte

source: Horizontal width of the brim that will be printed around each object on the first layer.
nl_nl: Horizontale breedte van de brim die wordt geprint rond elk object op de eerste laag.

source: Compatible printers
nl_nl: Compatibele printers

source: Complete individual objects
nl_nl: Voltooi individuele objecten

source: When printing multiple objects or copies, this feature will complete each object before moving onto next one (and starting it from its bottom layer). This feature is useful to avoid the risk of ruined prints. Slic3r should warn and prevent you from extruder collisions, but beware.
nl_nl: Als meerdere objecten of kopies geprint worden zorgt deze feature dat de objecten afzonderlijk voltooit worden voordat bewogen wordt naar de volgende (om weer op de eerste laag te beginnen). Deze feature is handig om het risico van mislukte prints te verkleinen. Slic3r voorkomt botsingen van de extruder tegen eerder geprinte objecten en zal je daar ook voor waarschuwen, maar blijf alert.

source: Enable auto cooling
nl_nl: Sta automatisch koelen toe

source: This flag enables the automatic cooling logic that adjusts print speed and fan speed according to layer printing time.
nl_nl: Door dit aan te vinken zal automatisch gekoeld worden; hierdoor worden de print- en ventilatorsnelheid aangepast op basis van de laagprinttijd.

source: Default
nl_nl: Standaard

source: This is the acceleration your printer will be reset to after the role-specific acceleration values are used (perimeter/infill). Set zero to prevent resetting acceleration at all.
nl_nl: Dit is de acceleratie waarop je printer wordt ingesteld na een specifieke acceleratiewaarde (omtreklijnen/vulling). Stel in op 0 om geen acceleratiewaarden opnieuw in te stellen.

source: Disable fan for the first
nl_nl: Zet uit voor de eerste

source: This disables the fan completely for the first N layers to aid in the adhesion of media to the bed. (default 3)
nl_nl: Deze instelling zet de ventilator voor de eerste N lagen uit voor een betere bedhechting. (standaard 3)

source: layers
nl_nl: lagen

source: Don't support bridges
nl_nl: Gebruik geen support voor bruggen

source: Support material
nl_nl: Supportmateriaal

source: Experimental option for preventing support material from being generated under bridged areas.
nl_nl: Experimentele optie om supportmateriaal onder brugvlakken te vermijden.

source: Distance between copies
nl_nl: Ruimte tussen kopieën

source: Distance used for the auto-arrange feature of the plater.
nl_nl: Afstand die gebruikt wordt voor het automatisch rangschikken van de objecten.

source: End G-code
nl_nl: Eind gcode

source: This end procedure is inserted at the end of the output file. Note that you can use placeholder variables for all Slic3r settings.
nl_nl: Deze eindregels worden ingevoegd aan het eind van de gcode. Hier kunnen variabelen voor alle Slic3r-instellingen gebruikt worden.

source: This end procedure is inserted at the end of the output file, before the printer end gcode. Note that you can use placeholder variables for all Slic3r settings. If you have multiple extruders, the gcode is processed in extruder order.
nl_nl: Deze regels worden ingevoegd aan het eind van de gcode, maar voor de eindcode bij de printerinstellingen. Hier kan je variabelen gebruiken voor alle Slic3r-instellingen. Als je meerdere extruders hebt, worden de regels uitgevoerd op extruder-volgorde.

source: Top/bottom fill pattern
nl_nl: Top/bodem vulpatroon

source: Fill pattern for top/bottom infill. This only affects the external visible layer, and not its adjacent solid shells.
nl_nl: Vulpatroon voor de top/bodem vulling. Dit heeft alleen invloed op de buitenste zichtbare laag, maar niet op de aangrenzende dichte lagen.

source: ↳ external
nl_nl: ↳ buitenste

source: External perimeters extrusion width
nl_nl: Extrusiebreedte van de buitenste omtreklijnen

source: Extrusion Width
nl_nl: Extrusiebreedte

source: Set this to a non-zero value to set a manual extrusion width for external perimeters. If auto is chosen, a value will be used that maximizes accuracy of the external visible surfaces. If expressed as percentage (for example 200%) it will be computed over layer height.
nl_nl: Stel dit in op een niet-0 waarde om handmatig de extrusiebreedte voor buitenste omtreklijnen aan te passen. Als de waarde 0 is, wordt een waarde genomen voor maximale nauwkeurigheid van buitenste zichtbare vlakken. Als de waarde een percentage is (bijvoorbeeld 200%), wordt deze genomen over de laagdikte.

source: External perimeters speed
nl_nl: Snelheid van de buitenste omtreklijnen

source: This separate setting will affect the speed of external perimeters (the visible ones). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above.
nl_nl: Deze specifieke instelling zorgt voor de snelheid van buitenste omtreklijnen. Als de waarde een percentage is (bijvoorbeeld 80%) wordt deze genomen over de snelheid van de omtreklijnen.

source: External perimeters first
nl_nl: Buitenste omtreklijnen eerst

source: Print contour perimeters from the outermost one to the innermost one instead of the default inverse order.
nl_nl: Print de buitenste omtreklijnen eerder dan de binnenste in plaats van andersom.

source: Extra perimeters if needed
nl_nl: Extra omtreklijnen als dat nodig is

source: Add more perimeters when needed for avoiding gaps in sloping walls.
nl_nl: Voeg meer omtreklijnen toe als dat nodig is voor het voorkomen van gaten in hellende wanden.

source: The extruder to use (unless more specific extruder settings are specified).
nl_nl: De te gebruiken extruder (tenzij anders staat ingesteld).

source: Height
nl_nl: Hoogte

source: Set this to the vertical distance between your nozzle tip and (usually) the X carriage rods. In other words, this is the height of the clearance cylinder around your extruder, and it represents the maximum depth the extruder can peek before colliding with other printed objects.
nl_nl: Stel dit in als verticale afstand tussen de nozzle-punt en de geleidestangen van de X-as. In andere woorden; dit is de hoogte van de vrijloopcilinder rond de extruder en geeft de maximale diepte weer die de extruder kan halen zonder te botsen met eerder geprinte objecten.

source: Radius
nl_nl: Straal

source: Set this to the clearance radius around your extruder. If the extruder is not centered, choose the largest value for safety. This setting is used to check for collisions and to display the graphical preview in the plater.
nl_nl: Stel dit in als vrijloopstraal rond de extruder. Kies de hoogste waarde voor de veiligheid als de extruder niet is gecentreerd. Deze instelling wordt gebruikt om te controleren op botsingen.

source: Extruder offset
nl_nl: Extrudercompensatie

source: If your firmware doesn't handle the extruder displacement you need the G-code to take it into account. This option lets you specify the displacement of each extruder with respect to the first one. It expects positive coordinates (they will be subtracted from the XY coordinate).
nl_nl: Als je firmware extrudercompensatie niet toestaat, kan daar rekening mee gehouden worden in de gcode. Met deze optie kan je de compensatie per extruder specificeren op basis van de eerste extruder. Hiervoor zijn positieve coördinaten nodig (die worden van de X- en Y-coördinaten afgetrokken).

source: Extrusion axis
nl_nl: Extrusie-as

source: Use this option to set the axis letter associated to your printer's extruder (usually E but some printers use A).
nl_nl: Gebruik deze optie om de as-naam van de extruder in te stellen (normaal gesproken E, maar soms A).

source: Extrusion multiplier
nl_nl: Extrusie vermenigvuldigingsfactor

source: This factor changes the amount of flow proportionally. You may need to tweak this setting to get nice surface finish and correct single wall widths. Usual values are between 0.9 and 1.1. If you think you need to change this more, check filament diameter and your firmware E steps.
nl_nl: Deze factor verandert het stroomdebiet proportioneel. Je kunt deze fijnstellen om een mooi oppervlak en dunne wanden te krijgen. Waarden liggen normaal gesproken tussen 0.9 en 1.1. Check eventueel de filamentdiameter en de extruderstappen (uit de firmware) als je denkt dat dit aangepast moet worden.

source: Default extrusion width
nl_nl: Standaard extrusiebreedte

source: Set this to a non-zero value to set a manual extrusion width. If expressed as percentage (for example: 230%) it will be computed over layer height.
nl_nl: Maak deze waarde niet-0 om handmatig de extrusiebreedte in te stellen. Als de waarde een percentage is (bijvoorbeeld 230%), wordt deze genomen over de laagdikte.

source: Keep fan always on
nl_nl: Laat ventilator altijd aan

source: If this is enabled, fan will never be disabled and will be kept running at least at its minimum speed. Useful for PLA, harmful for ABS.
nl_nl: Als dit is ingeschakeld zal de ventilator nooit uitgezet worden, maar tenminste de ingestelde minimale snelheid aanhouden.

source: Enable fan if layer print time is below
nl_nl: Schakel de ventilator in bij een printtijd korter dan

source: If layer print time is estimated below this number of seconds, fan will be enabled and its speed will be calculated by interpolating the minimum and maximum speeds.
nl_nl: Als de printtijd voor een laag onder dit aantal seconden komt, zal de ventilator aangezet worden en wordt de snelheid berekent door te interpoleren tussen de minimale en maximale snelheid.

source: Color
nl_nl: Kleur

source: This is only used in the Slic3r interface as a visual help.
nl_nl: Dit wordt alleen gebruikt in de Slic3r interface als een visueel hulpmiddel.

source: Filament notes
nl_nl: Filamentopmerkingen

source: You can put your notes regarding the filament here.
nl_nl: Hier kun je opmerkingen over het filament plaatsen.

source: Max volumetric speed
nl_nl: Maximale volumetrische snelheid

source: Maximum volumetric speed allowed for this filament. Limits the maximum volumetric speed of a print to the minimum of print and filament volumetric speed. Set to zero for no limit.
nl_nl: Maximale volumetrische snelheid is toegestaan voor dit filament. Beperkt de maximale volumetrische snelheid van een print tot het minimum van de maximale print en filament volumetrische snelheid. Stel in op 0 voor geen limiet.

source: Enter your filament diameter here. Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
nl_nl: Stel hier de filamentdiameter in. De juiste precisie is benodigd. Gebruik daarom een schuifmaat en doe meerdere metingen over het hele filament. Bereken vervolgens het gemiddelde.

source: Density
nl_nl: Dichtheid

source: Enter your filament density here. This is only for statistical information. A decent way is to weigh a known length of filament and compute the ratio of the length to volume. Better is to calculate the volume directly through displacement.
nl_nl: Stel hier de dichtheid van het filament in. Dit is slechts voor de statistische informatie. Dit kan gedaan worden met de formule: dichtheid = massa [gram] / volume [cm^3]. Het volume kan berekend worden met de formule: volume [cm^3] = diameter [cm] ^2 x pi / 4 x lengte (cm).

source: Cost
nl_nl: Kosten

source: Enter your filament cost per kg here. This is only for statistical information.
nl_nl: Stel hier de filamentkosten per kilogram in. Dit is alleen voor statistische informatie.

source: money/kg
nl_nl: €/kg

source: Fill angle
nl_nl: Vullingshoek

source: Default base angle for infill orientation. Cross-hatching will be applied to this. Bridges will be infilled using the best direction Slic3r can detect, so this setting does not affect them.
nl_nl: Standaard basishoek voor de vullingsoriëntatie. Hier wordt kruislings overheen geprint. Bruggen worden geprint met de optimale richting die Slic3r kan detecteren. Deze instelling zal daarom die richting niet beïnvloeden.

source: Fill density
nl_nl: Vullingsdichtheid

source: Density of internal infill, expressed in the range 0% - 100%.
nl_nl: Dichtheid van inwendige vulling, uitgedrukt in een percentage (0 - 100%)

source: Fill gaps
nl_nl: Vul gaatjes

source: If this is enabled, gaps will be filled with single passes. Enable this for better quality, disable it for shorter printing times.
nl_nl: Als dit is toegestaan, worden gaatjes gevuld met een enkele passage. Sta dit toe voor een betere kwaliteit. Sta dit NIET toe voor kortere printtijden.

source: Fill pattern
nl_nl: Vulpatroon

source: Fill pattern for general low-density infill.
nl_nl: Vulpatroon voor algemene lage-dichtheidsvulling.

source: First layer
nl_nl: Eerste laag

source: This is the acceleration your printer will use for first layer. Set zero to disable acceleration control for first layer.
nl_nl: Dit is de acceleratie die je printer gebruikt voor de eerste laag. Stel in op 0 voor de standaard acceleratie.

source: Heated build plate temperature for the first layer. Set this to zero to disable bed temperature control commands in the output.
nl_nl: Temperatuur van het verwarmd bed voor de eerste laag. Stel in op 0 voor de standaard temperatuur.

source: Set this to a non-zero value to set a manual extrusion width for first layer. You can use this to force fatter extrudates for better adhesion. If expressed as percentage (for example 120%) it will be computed over first layer height.
nl_nl: Stel dit in op een niet-0 waarde om handmatig de extrusiebreedte voor de eerste laag te gebruiken. Je kunt dit gebruiken voor een breder extrudaat voor een betere bedhechting. Als de waarde een percentage is (bijvoorbeeld 120%), wordt deze genomen over de laagdikte van de eerste laag.

source: First layer height
nl_nl: Laagdikte eerste laag

source: When printing with very low layer heights, you might still want to print a thicker bottom layer to improve adhesion and tolerance for non perfect build plates. This can be expressed as an absolute value or as a percentage (for example: 150%) over the default layer height.
nl_nl: Als geprint wordt met hele kleine laagdiktes, moet de eerste laag toch iets dikker geprint worden voor een betere bedhechting en tolerantie voor imperfecte printplatformen. Dit kan uitgedrukt worden als een absolute waarde of als percentage (bijvoorbeeld 150%) over de standaard laaghoogte.

source: First layer speed
nl_nl: Snelheid eerste laag

source: If expressed as absolute value in mm/s, this speed will be applied to all the print moves of the first layer, regardless of their type. If expressed as a percentage (for example: 40%) it will scale the default speeds.
nl_nl: Als dit uitgedrukt wordt als absolute waarde in mm/s, zal deze snelheid toegepast worden bij alle printbewegingen van de eerste laag, onafhankelijk van het type. Als de waarde een percentage is (bijvoorbeeld 40%), worden de standaardsnelheden geschaald.

source: Extruder temperature for first layer. If you want to control temperature manually during print, set this to zero to disable temperature control commands in the output file.
nl_nl: Printtemperatuur voor de eerste laag. Stel in op 0 als je de temperatuur wilt besturen tijdens het printen.

source: ↳ gaps
nl_nl: ↳ gaatjes

source: Speed for filling gaps. Since these are usually single lines you might want to use a low speed for better sticking. If expressed as percentage (for example: 80%) it will be calculated on the infill speed setting above.
nl_nl: Snelheid voor vulling van gaatjes. Omdat dit maar korte lijntjes zijn, wil je misschien een wat lagere snelheid voor een betere hechting. Als de waarde een percentage is (bijvoorbeeld 80%), wordt deze genomen over de vullingssnelheid.

source: Use native G-code arcs
nl_nl: Gebruik bekende gcode bogen

source: This experimental feature tries to detect arcs from segments and generates G2/G3 arc commands instead of multiple straight G1 commands.
nl_nl: Deze experimentele feature probeert bogen te detecteren vanaf segmenten en genereert G2/G3-boogcommando's in plaat van meerdere rechte G1-commando's.

source: Verbose G-code
nl_nl: Opmerkingen in gcode

source: Enable this to get a commented G-code file, with each line explained by a descriptive text. If you print from SD card, the additional weight of the file could make your firmware slow down.
nl_nl: Sta dit toe om een gcode met opmerkingen te krijgen. Bij elke lijn wordt een opmerking geplaatst. Als je print vanaf een sd-kaart, kan de extra grootte van het bestand de firmware vertragen.

source: G-code flavor
nl_nl: Gcode-variant

source: Some G/M-code commands, including temperature control and others, are not universal. Set this option to your printer's firmware to get a compatible output. The "No extrusion" flavor prevents Slic3r from exporting any extrusion value at all.
nl_nl: Sommige G/M-commando's, inclusief temperatuurinstellingen, zijn niet universeel. Stel deze optie in op je printers firmware om een compatibele gcode te verkrijgen. De 'No extrusion'-variant zorgt dat Slic3r geen extrusiewaarden aan de gcode toevoegt.

source: This is the acceleration your printer will use for infill. Set zero to disable acceleration control for infill.
nl_nl: Deze acceleratie wordt door je printer gebruikt voor de vulling. Stel in op 0 om deze instelling te deactiveren.

source: Combine infill every
nl_nl: Combineer vulling elke

source: This feature allows to combine infill and speed up your print by extruding thicker infill layers while preserving thin perimeters, thus accuracy.
nl_nl: Deze feature staat vullingslagen combineren toe voor een snellere print door de vullingslagen dikker te maken, terwijl de laagdikte van omtreklijnen behouden wordt.

source: Infill extruder
nl_nl: Vullingsextruder

source: The extruder to use when printing infill.
nl_nl: De extruder die gebruikt wordt voor het printen van de vulling.

source: Set this to a non-zero value to set a manual extrusion width for infill. You may want to use fatter extrudates to speed up the infill and make your parts stronger. If expressed as percentage (for example 90%) it will be computed over layer height.
nl_nl: Stel dit in op een niet-0 waarde om handmatig de extrusiebreedte van de vulling aan te passen. Wellicht wilt u een dikker extrudaat voor een snellere vulling en sterkere objecten. Als de waarde een percentage is (bijvoorbeeld 90%), wordt deze genomen over de laagdikte.

source: Infill before perimeters
nl_nl: Vulling voor omtreklijnen

source: This option will switch the print order of perimeters and infill, making the latter first.
nl_nl: Deze optie verandert de printvolgorde van omtreklijnen en vulling, de laatstgenoemde eerst.

source: Only infill where needed
nl_nl: Alleen vulling waar nodig

source: This option will limit infill to the areas actually needed for supporting ceilings (it will act as internal support material). If enabled, slows down the G-code generation due to the multiple checks involved.
nl_nl: Deze optie beperkt de vulling tot gebieden waar dit nodig is voor ondersteuning van bovenvlakken (het fungeert als inwendig supportmateriaal). Als dit wordt aangezet, vertraagt dit de gcode-generatie door de vele betrokken controles.

source: Infill/perimeters overlap
nl_nl: Overlapping van vulling/omtreklijnen

source: This setting applies an additional overlap between infill and perimeters for better bonding. Theoretically this shouldn't be needed, but backlash might cause gaps. If expressed as percentage (example: 15%) it is calculated over perimeter extrusion width.
nl_nl: Deze instelling zorgt voor een extra overlapping tussen vulling en omtreklijnen voor een betere hechting. Theoretisch gezien is dit niet nodig, maar mechanische terugslag kan zorgen voor gaatjes. Als de waarde als percentage is (bijvoorbeeld 15%), wordt deze genomen over de extrusiebreedte van de omtreklijnen.
