Repository: Zhangxiaof001/mower
Catalog: src/slic3r_coverage_planner/Slic3r/translation/*.po
Languages: nl_nl

source: Speed for printing the internal fill.
nl_nl: Printsnelheid van de inwendige vulling.

source: Interior brim width
nl_nl: Inwendige brim-breedte

source: Horizontal width of the brim that will be printed inside object holes on the first layer.
nl_nl: Horizontale brim-breedte die geprint wordt in gaten van het object.

source: Interface shells
nl_nl: Omtreklijnen van de interface

source: Force the generation of solid shells between adjacent materials/volumes. Useful for multi-extruder prints with translucent materials or manual soluble support material.
nl_nl: Forceer de generatie van dichte omtreklijnen tussen aangrenzende materialen/volumes. Handig voor multi-extruder prints met transparante materialen of handmatig oplosbaar supportmateriaal.

source: After layer change G-code
nl_nl: Gcode na laagwisseling

source: This custom code is inserted at every layer change, right after the Z move and before the extruder moves to the first layer point. Note that you can use placeholder variables for all Slic3r settings as well as [layer_num] and [layer_z].
nl_nl: Deze custom code wordt ingevoegd bij elke laagwisseling, direct na de Z-beweging en voor de extruder naar het volgende punt beweegt. Hier kun je variabelen gebruiken voor alle Slic3r-instellingen zoals [layer_num] en [layer_z].

source: Layer height
nl_nl: Laagdikte

source: This setting controls the height (and thus the total number) of the slices/layers. Thinner layers give better accuracy but take more time to print.
nl_nl: Deze instelling is voor de dikte (en dus het totaal aantal) van de lagen. Dunnere lagen geven betere nauwkeurigheid, maar het printen duurt langer.

source: This setting represents the maximum speed of your fan.
nl_nl: Deze instelling gaat over de maximale snelheid van je ventilator.

source: Max print speed
nl_nl: Maximale printsnelheid

source: When setting other speed settings to 0 Slic3r will autocalculate the optimal speed in order to keep constant extruder pressure. This experimental setting is used to set the highest print speed you want to allow.
nl_nl: Als de overige snelheidsinstellingen op 0 staan, berekent Slic3r automatisch de optimale snelheid voor een constante extrusiedruk. Deze experimentele instelling wordt gebruikt voor de hoogste printsnelheid die je toestaat.

source: This experimental setting is used to set the maximum volumetric speed your extruder supports.
nl_nl: Deze experimentele instelling wordt gebruikt voor de maximale volumetrische snelheid van de extruder.

source: This setting represents the minimum PWM your fan needs to work.
nl_nl: Deze instelling geeft de minimale snelheid van je ventilator weer waarbij je ventilator draait.

source: Min print speed
nl_nl: Minimale printsnelheid

source: Slic3r will not scale speed down below this speed.
nl_nl: Slic3r zal de printsnelheid niet verlagen tot onder deze snelheid.

source: Minimum extrusion length
nl_nl: Minimale extrusielengte

source: Generate no less than the number of skirt loops required to consume the specified amount of filament on the bottom layer. For multi-extruder machines, this minimum applies to each extruder.
nl_nl: Genereer niet minder dan het aantal skirtlijnen benodigd om de aangegeven hoeveelheid filament op de eerste laag. Voor multi-extruder printers is dit het minimum voor elke extruder.

source: Configuration notes
nl_nl: Configuratie-opmerkingen

source: You can put here your personal notes. This text will be added to the G-code header comments.
nl_nl: Hier kun je persoonlijke opmerkingen plaatsen. Deze tekst wordt bovenin de gcode toegevoegd.

source: This is the diameter of your extruder nozzle (for example: 0.5, 0.35 etc.)
nl_nl: Dit is de diameter van je extruder nozzle (bijvoorbeeld 0.4)

source: API Key
nl_nl: API-sleutel

source: Slic3r can upload G-code files to OctoPrint. This field should contain the API Key required for authentication.
nl_nl: Slic3r kan gcode-bestanden naar OctoPrint uploaden. Dit veld bevat de API-sleutel die benodigd is voor de verificatie.

source: Host or IP
nl_nl: Host of IP-adres

source: Slic3r can upload G-code files to OctoPrint. This field should contain the hostname or IP address of the OctoPrint instance.
nl_nl: Slic3r kan gcode-bestanden naar OctoPrint uploaden. Dit tekstvak bevat de hostnaam of het IP-adres van de OctoPrint omgeving.

source: Only retract when crossing perimeters
nl_nl: Alleen terugtrekken bij kruisende omtreklijnen

source: Disables retraction when the travel path does not exceed the upper layer's perimeters (and thus any ooze will be probably invisible).
nl_nl: Schakelt terugtrekken uit als de bewegingsroute de omtreklijnen van de bovenste laag niet overschrijdt (en maakt eventuele lekken dus onzichtbaar).

source: Enable
nl_nl: Toestaan

source: During multi-extruder prints, this option will drop the temperature of the inactive extruders to prevent oozing. It will enable a tall skirt automatically and move extruders outside such skirt when changing temperatures.
nl_nl: Tijdens multi-extruder prints zal deze optie de temperatuur van inactieve extruders verlagen om lekken te voorkomen. Dit zal een kleine skirt automatisch aanzetten en de extruder buiten zo'n skirt bewegen als de temperatuur verandert wordt.

source: Output filename format
nl_nl: Output bestandsnaam-formaat

source: You can use all configuration options as variables inside this template. For example: [layer_height], [fill_density] etc. You can also use [timestamp], [year], [month], [day], [hour], [minute], [second], [version], [input_filename], [input_filename_base].
nl_nl: Je kan alle Slic3r-instellingen gebruiken in deze template. Hier kun je ook variabelen gebruiken, zoals [layer_height], [fill_density], [timestamp], [year], [month], [day], [hour], [minute], [second], [version], [input_filename], [input_filename_base], etc.

source: Detect bridging perimeters
nl_nl: Detecteer brug-omtreklijnen

source: Experimental option to adjust flow for overhangs (bridge flow will be used), to apply bridge speed to them and enable fan.
nl_nl: Experimentele optie om het stroomdebiet voor overhangingen aan te passen. Het stroomdebiet voor bruggen wordt aangehouden, evenals de printsnelheid en de koeling.

source: Overridable options
nl_nl: Overschrijfbare opties

source: Perimeters
nl_nl: Omtreklijnen

source: This is the acceleration your printer will use for perimeters. A high value like 9000 usually gives good results if your hardware is up to the job. Set zero to disable acceleration control for perimeters.
nl_nl: Dit is de acceleratie die je printer gebruikt voor omtreklijnen. Een hoge waarde zoals 9000 geeft goede kwaliteit als je hardware dit aan kan. Stel in op 0 op acceleratie-instellingen voor omtreklijnen uit te zetten.

source: Perimeter extruder
nl_nl: Omtreklijn-extruder

source: The extruder to use when printing perimeters and brim. First extruder is 1.
nl_nl: De extruder die gebruikt wordt voor het printen van omtreklijnen en de brim. De eerste extruder is 1.

source: Set this to a non-zero value to set a manual extrusion width for perimeters. You may want to use thinner extrudates to get more accurate surfaces. If expressed as percentage (for example 200%) it will be computed over layer height.
nl_nl: Stel in op een niet-0 waarde om handmatig de extrusiebreedte voor omtreklijnen aan te passen. Wellicht wil je een iets dunner extrudaat voor een nauwkeuriger oppervlak. Als de waarde een percentage is (bijvoorbeeld 200%), wordt deze genomen over de laagdikte.

source: Speed for perimeters (contours, aka vertical shells).
nl_nl: Snelheid voor omtreklijnen (contouren).

source: This option sets the number of perimeters to generate for each layer. Note that Slic3r may increase this number automatically when it detects sloping surfaces which benefit from a higher number of perimeters if the Extra Perimeters option is enabled.
nl_nl: Instelling voor het te genereren aantal omtreklijnen per laag. Slic3r kan dit aantal verhogen als het schuine vlakken detecteert die gebruik maken van een hoger aantal omtreklijnen als de optie voor extra omtreklijnen is ingeschakeld.

source: Post-processing scripts
nl_nl: Scripts ter voorbewerking

source: If you want to process the output G-code through custom scripts, just list their absolute paths here. Separate multiple scripts on individual lines. Scripts will be passed the absolute path to the G-code file as the first argument, and they can access the Slic3r config settings by reading environment variables.
nl_nl: Als je in de gcode een aantal custom regels wil toevoegen, kan dat hier. Let op dat elk commando op een nieuwe regel moet beginnen. De regels worden als eerst uitgevoerd waarna het gegenereerde bestand uitgevoerd wordt. In deze custom gcode kunnen standaard Slic3r-instellingen gebruikt worden middels variabelen.

source: When set to a non-zero value, this experimental option enables pressure regulation. It's the K constant for the advance algorithm that pushes more or less filament upon speed changes. It's useful for Bowden-tube extruders. Reasonable values are in range 0-10.
nl_nl: Wanneer ingesteld op een niet-0 waarde zorgt deze optie voor een drukregulatie. De bepalende constant K is voor het geavanceerde algoritme dat meer of minder filament toevoert bij snelheidsverschillen. Zeer bruikbaar bij printers met een bowden-extruder. Waarden liggen meestal tussen 0 en 10.

source: Raft layers
nl_nl: Raft lagen

source: The object will be raised by this number of layers, and support material will be generated under it.
nl_nl: Het object wordt verhoogd met dit aantal lagen. Support wordt onder het object gegenereerd.

source: Raft offset
nl_nl: Raft-hoogte

source: Horizontal margin between object base layer and raft contour.
nl_nl: Horizontale marge tussen het bodemvlak van het object en de raft-contouren.

source: Resolution (deprecated)
nl_nl: Resolutie (verouderd)

source: Minimum detail resolution, used to simplify the input file for speeding up the slicing job and reducing memory usage. High-resolution models often carry more detail than printers can render. Set to zero to disable any simplification and use full resolution from input.
nl_nl: Minimale resolutie van details. Dit wordt gebruikt om het geïmporteerde bestand sneller te slicen, evenals de grootte van de gcode. Modellen met een hoge resolutie vragen meer van een printer dan mogelijk. Stel in op 0 om elke simplificatie uit te schakelen.

source: Minimum travel after retraction
nl_nl: Minimale beweging na terugtrekken

source: Retraction
nl_nl: Terugtrekken

source: Retraction is not triggered when travel moves are shorter than this length.
nl_nl: Terugtrekking is niet geactiveerd als bewegingen korter zijn dan de hier ingevoerde lengte.

source: Retract on layer change
nl_nl: Terugtrekken bij laagwisselingen

source: This flag enforces a retraction whenever a Z move is done.
nl_nl: Dit vinkje zorgt dat wordt teruggetrokken bij een Z-beweging.

source: Length
nl_nl: Lengte

source: When retraction is triggered, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
nl_nl: Als terugtrekken is geactiveerd, wordt filament teruggetrokken bij de ingestelde waarde.

source: When retraction is triggered before changing tool, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
nl_nl: Als terugtrekken is geactiveerd voor extruderwisseling, wordt filament teruggetrokken bij de ingestelde waarde.

source: Lift Z
nl_nl: Beweeg Z omhoog

source: If you set this to a positive value, Z is quickly raised every time a retraction is triggered. When using multiple extruders, only the setting for the first extruder will be considered.
nl_nl: Als je dit instelt op een positieve waarde, wordt telkens beweegt de nozzle enigszins omhoog als retractie is geactiveerd. Als meerdere extruders worden gebruikt wordt alleen de instelling van de eerste extruder aangehouden.

source: Above Z
nl_nl: Minimale Z

source: If you set this to a positive value, Z lift will only take place above the specified absolute Z. You can tune this setting for skipping lift on the first layers.
nl_nl: Als dit ingesteld is op een positieve waarde, zal de nozzle alleen boven de ingestelde waarde omhoog bewegen voor het terugtrekken. Deze kan aangepast worden om warping te voorkomen bij de eerste lagen.

source: Below Z
nl_nl: Maximale Z

source: If you set this to a positive value, Z lift will only take place below the specified absolute Z. You can tune this setting for limiting lift to the first layers.
nl_nl: Als dit ingesteld is op een positieve waarde, zal de nozzle alleen onder de ingestelde waarde omhoog bewegen bij terugtrekken.

source: Extra length on restart
nl_nl: Extra lengte bij een herstart

source: When the retraction is compensated after the travel move, the extruder will push this additional amount of filament. This setting is rarely needed.
nl_nl: Als terugtrekken wordt gecompenseerd na een beweging, wordt deze extra hoeveelheid filament geëxtrudeerd. Deze instelling is zelden van toepassing.

source: When the retraction is compensated after changing tool, the extruder will push this additional amount of filament.
nl_nl: Als terugtrekken wordt gecompenseerd naar een extruderwisseling, wordt deze extra hoeveelheid filament geëxtrudeerd.

source: The speed for retractions (it only applies to the extruder motor). If you use the Firmware Retraction option, please note this value still affects the auto-speed pressure regulator.
nl_nl: De snelheid voor terugtrekken (alleen nodig voor de extruder-motor). Als de firmware-terugtrekking wordt gebruikt moet rekening worden gehouden dat deze waarde interfereert met de automatische drukregulator.

source: Seam position
nl_nl: Naadpositie

source: Position of perimeters starting points.
nl_nl: Positie van startpunten van omtreklijnen.

source: USB/serial port for printer connection.
nl_nl: USB/seriële poort voor verbinding met de printer.

source: Speed (baud) of USB/serial port for printer connection.
nl_nl: Snelheid (baud) van de USB/seriële poort voor de verbinding met de printer.

source: Distance from object
nl_nl: Afstand vanaf het object

source: Distance between skirt and object(s). Set this to zero to attach the skirt to the object(s) and get a brim for better adhesion.
nl_nl: Afstand tussen skirt en object(en). Stel in op 0 om de skirt aan de object(en) vast te maken. Fungeert als een brim voor betere hechting.

source: Skirt height
nl_nl: Skirt hoogte

source: Height of skirt expressed in layers. Set this to a tall value to use skirt as a shield against drafts.
nl_nl: Hoogte van de skirt uitgedrukt in het aantal lagen. Stel in op een hoge waarde om de skirt te gebruiken als afscherming tegen tocht.

source: Loops (minimum)
nl_nl: Rondjes (minimaal)

source: Number of loops for the skirt. If the Minimum Extrusion Length option is set, the number of loops might be greater than the one configured here. Set this to zero to disable skirt completely.
nl_nl: Het aantal rondje van de skirt. Als de minimale extrusielengte optie is ingesteld, kan dit aantal rondjes groter zijn dan hier ingesteld. Stel in op 0 om de skirt uit te schakelen.

source: Slow down if layer print time is below
nl_nl: Vertraag bij een kortere laagprinttijd dan

source: If layer print time is estimated below this number of seconds, print moves speed will be scaled down to extend duration to this value.
nl_nl: Als de laagprinttijd wordt berekend onder dit aantal seconden, wordt de printsnelheid daarop vertraagd om de laagprinttijd te verlengen.

source: ↳ small
nl_nl: ↳ klein

source: This separate setting will affect the speed of perimeters having radius <= 6.5mm (usually holes). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above.
nl_nl: Deze afgezonderde instelling zorgt dat de snelheid van omtreklijnen met een radius die kleiner of gelijk is aan 6.5 mm aangepast wordt. Als de waarde een percentage is (bijvoorbeeld 80%), wordt deze genomen over de snelheid van omtreklijnen.

source: Solid infill threshold area
nl_nl: Minimaal oppervlak voor dichte vulling

source: Force solid infill for regions having a smaller area than the specified threshold.
nl_nl: Forceer dichte vulling voor delen met een kleiner doorsnee-oppervlak dan de hier ingestelde waarde.

source: Solid infill extruder
nl_nl: Dichte-vulling extruder

source: The extruder to use when printing solid infill.
nl_nl: De extruder die gebruikt wordt voor het printen van dichte vulling.

source: Solid infill every
nl_nl: Dichte vulling elke

source: This feature allows to force a solid layer every given number of layers. Zero to disable. You can set this to any value (for example 9999); Slic3r will automatically choose the maximum possible number of layers to combine according to nozzle diameter and layer height.
nl_nl: Deze feature staat het genereren van een dichte laag tussen het ingestelde aantal lagen toe. Stel in op 0 om dit uit te schakelen. Stel dit in op een waarde (bijvoorbeeld 9999); Slic3r zal dan automatisch het maximaal aantal lagen kiezen om te combineren op basis van de nozzlediameter en de laagdikte.

source: ↳ solid
nl_nl: ↳ dicht

source: Set this to a non-zero value to set a manual extrusion width for infill for solid surfaces. If expressed as percentage (for example 90%) it will be computed over layer height.
nl_nl: Stel dit in op een niet-0 waarde om handmatig de extrusiebreedte voor dichte vulling in te stellen. Als de waarde een percentage is (bijvoorbeeld 90%), wordt deze genomen over de laagdikte.

source: Speed for printing solid regions (top/bottom/internal horizontal shells). This can be expressed as a percentage (for example: 80%) over the default infill speed above.
nl_nl: Printsnelheid voor dicht delen (boven/onder/inwendige vulling). Als de waarde een percentage is (bijvoorbeeld 80%), wordt deze genomen over de vullingsnelheid.

source: Solid layers
nl_nl: Dichte lagen

source: Number of solid layers to generate on top and bottom surfaces.
nl_nl: Aantal te genereren dichte lagen voor boven- en ondervlakken.

source: Spiral vase
nl_nl: Spiraal (vaas)

source: This feature will raise Z gradually while printing a single-walled object in order to remove any visible seam. This option requires a single perimeter, no infill, no top solid layers and no support material. You can still set any number of bottom solid layers as well as skirt/brim loops. It won't work when printing more than an object.
nl_nl: Deze feature zorgt dat Z stapsgewijs omhoog gaat als een object met een enkele omtreklijn geprint wordt om een naadlijn te voorkomen. Voor deze optie is een enkele omtreklijn nodig; vulling, bovenlagen en support zijn niet mogelijk. Bodemlagen zijn wel mogelijk, evenals een skirt en brim. Werkt niet bij het printen van meerdere objecten tegelijk.

source: Temperature variation
nl_nl: Temperatuurvariatie

source: Temperature difference to be applied when an extruder is not active. Enables a full-height "sacrificial" skirt on which the nozzles are periodically wiped.
nl_nl: Temperatuurverschil die wordt aangehouden als een extruder niet actief is. Maakt een skirt onnodig waarop nozzles worden schoongeveegd.

source: This start procedure is inserted at the beginning, after bed has reached the target temperature and extruder just started heating, and before extruder has finished heating. If Slic3r detects M104, M109, M140 or M190 in your custom codes, such commands will not be prepended automatically so you're free to customize the order of heating commands and other custom actions. Note that you can use placeholder variables for all Slic3r settings, so you can put a "M109 S[first_layer_temperature]" command wherever you want.
nl_nl: Deze startregels worden toegevoegd aan het begin, nadat het bed de doeltemperatuur heeft bereikt en de extruder begint op te warmen, maar nog voor de extruder klaar is met verwarmen. Als Slic3r de commando's M104, M109, M140 of M190 detecteert, zullen deze niet automatisch in de gcode worden opgenomen. Dat wil zeggen dat je vrij bent om hierin zelf een andere volgorde aan te brengen en eventueel andere regels toe te voegen. Het is mogelijk variabelen te gebruiken van alle Slic3r-instellingen zoals 'M109 S[first_layer_temperature]'.

source: This start procedure is inserted at the beginning, after any printer start gcode. This is used to override settings for a specific filament. If Slic3r detects M104, M109, M140 or M190 in your custom codes, such commands will not be prepended automatically so you're free to customize the order of heating commands and other custom actions. Note that you can use placeholder variables for all Slic3r settings, so you can put a "M109 S[first_layer_temperature]" command wherever you want. If you have multiple extruders, the gcode is processed in extruder order.
nl_nl: Deze startregels worden toegevoegd aan het begin, na de printer start gcode. Dit wordt gebruikt om instellingen te overschrijven voor een specifiek filament. Als Slic3r de commando's M104, M109, M140 of M190 detecteert, worden deze automatisch in de gcode overgenomen. Je kunt hier variabelen gebruiken voor alle Slic3r-instellingen zoals 'M109 S[first_layer_temperature]'. Als je meerdere extruders hebt, wordt deze gcode in extruder-volgorde uitgevoerd.

source: Generate support material
nl_nl: Genereer supportmateriaal

source: Enable support material generation.
nl_nl: Sta de generatie van supportmateriaal toe.

source: Pattern angle
nl_nl: Patroonhoek

source: Use this setting to rotate the support material pattern on the horizontal plane.
nl_nl: Gebruik deze instelling om het patroon van supportmateriaal te draaien.

source: Support on build plate only
nl_nl: Support alleen op het bed

source: Only create support if it lies on a build plate. Don't create support on a print.
nl_nl: Genereer alleen support als dit op het bed geplaatst wordt, dus niet op de print zelf.

source: Contact Z distance
nl_nl: Contact Z-afstand

source: The vertical distance between object and support material interface. Setting this to 0 will also prevent Slic3r from using bridge flow and speed for the first object layer.
nl_nl: De afstand tussen objecten en supportmateriaal. Stel in op 0 om te voorkomen dat Slic3r bruginstellingen gebruikt voor de eerste laag boven het supportdak.

source: Enforce support for the first
nl_nl: Forceer support voor de eerste

source: Generate support material for the specified number of layers counting from bottom, regardless of whether normal support material is enabled or not and regardless of any angle threshold. This is useful for getting more adhesion of objects having a very thin or poor footprint on the build plate.
nl_nl: Genereer supportmateriaal voor het ingevoerde aantal lagen, tellend vanaf de bodem, ongeacht de plekken waar standaard supportmateriaal al dan niet is toegestaan, waarbij de ingesteld hoek wordt aangehouden. Dit is handig om meer hechting op het bed te verkrijgen bij objecten met een klein contactoppervlak.

source: Support material/raft/skirt extruder
nl_nl: Extruder voor supportmateriaal/raft/skirt

source: The extruder to use when printing support material, raft and skirt.
nl_nl: De extruder die gebruikt wordt voor het printen van het supportmateriaal, de raft en de skirt.

source: Set this to a non-zero value to set a manual extrusion width for support material. If expressed as percentage (for example 90%) it will be computed over layer height.
nl_nl: Stel in op een niet-0 waarde om handmatig de extrusiebreedte voor supportmateriaal aan te passen. Als de waarde een percentage is (bijvoorbeeld 90%), wordt deze genomen over de laagdikte.
